insert into SubjectInfo values
(070503, '地图学与地理信息系统', '一级', 0, '同等学力加试；科目一：数学测量学；科目二：普通地图学', '农学'),
(01, '3S 技术集成开发与应用', '二级', '070503', '①101 思想政治理论②201 英语一③303基础数学三④807 地理学', '农学'),
(02, '生态地理大数据', '二级', '070503', '①101 思想政治理论②201 英语一③303基础数学三④807 地理学', '农学'),
(03, '生态环境遥感', '二级', '070503', '①101 思想政治理论②201 英语一③303基础数学三④807 地理学', '农学'),
(090301, '土壤学', '一级', 0, '同等学力加试;科目一:土壤地理学;科目二:土壤理化分析', '农学'),
(04, '土壤生态', '二级', '090301', '①101 思想政治理论②201 英语一③314数学(农)④843 土壤学', '农学'),
(05, '土壤资源与环境', '二级', '090301', '①101 思想政治理论②201 英语一③314数学(农)④843 土壤学', '农学'),
(06, '土壤修复与健康', '二级', '090301', '①101 思想政治理论②201 英语一③314数学(农)④843 土壤学', '农学'),
(080200, '机械工程', '一级', 0, '不招收同等学力', '工学'),
(07, '无损检测技术与装备', '二级', '080200', '①101 思想政治理论②201英语一③301数学一④820 机械原理基础', '工学'),
(08, '智能机器人', '二级', '080200', '①101 思想政治理论②201英语一③301数学一④820 机械原理基础', '工学'),
(09, '先进设计与智能制造', '二级', '080200', '①101 思想政治理论②201英语一③301数学一④820 机械原理基础', '工学'),
(10, '智能车辆与无人驾驶', '二级', '080200', '①101 思想政治理论②201英语一③301数学一④820 机械原理基础', '工学');